{"_id":{"$oid":"615a2ff26eeb536a60902fba"},"Name":"Quentin Tarantino","Biography":"Known for his unpredictable, violent films, Quentin Tarantino first earned widespread fame for Pulp Fiction, before going on to direct Inglourious Basterds and Django Unchained.","Birthday":"March 1963"}
{"_id":{"$oid":"615a3df86eeb536a60902fbc"},"Name":"Steven Bognar","Biography":"Steven Bognar is an independent filmmaker and media arts educator whose films focus on regional identity, the Midwestern landscape, and the significance of photographic images.","Birthday":"July 1963"}
{"_id":{"$oid":"615b83606eeb536a60902fbf"},"Name":"James Mangold","Biography":"He is an Academy Award-winning filmmaker Ron Howard is one of this generation's most popular directors. From the critically acclaimed dramas A Beautiful Mind (2001) and Apollo 13 (1995) to the hit comedies Parenthood (1989) and Splash (1984), he has created some of Hollywood's most memorable films.","Birthday":"December 1963"}
{"_id":{"$oid":"6260d6b7a8ee3d152ebe2e6d"},"Name":"Adam McKay","Biography":"Adam McKay is an American screenwriter, director, comedian, and actor.","Birthday":"April 1968"}
{"_id":{"$oid":"626205fba8ee3d152ebe2e6e"},"Name":"Ethan and Joel Cohen","Biography":"The Cohen brothers have won Academy and Golden Globe awards. They have written, produced, and directed many movies.","Birthday":"September 1957 and November 1954"}
{"_id":{"$oid":"62620695a8ee3d152ebe2e6f"},"Name":"Todd Phillips","Biography":"Todd Phillips is an American filmmaker and actor who got his start by directing the comedy films Road Trip and Old School, the earlier inspired EuroTrip.","Birthday":"December 1970"}
{"_id":{"$oid":"62620747a8ee3d152ebe2e70"},"Name":"Grant Heslov","Biography":"Grant Heslov is from Los Angeles, California, USA. He is a producer and actor.","Birthday":"May 1963"}
{"_id":{"$oid":"62620795a8ee3d152ebe2e71"},"Name":"George Miller","Biography":"George Miller is an Australian film director, screenwriter, producer, and former medical doctor.","Birthday":"March 1945"}
{"_id":{"$oid":"626208f1a8ee3d152ebe2e72"},"Name":"Andrew Niccol","Biography":"Andrew Niccol is a New Zealander who began his career directing TV commercials in London.","Birthday":"June 1964"}
